---
kind: other
id: Methods.T:Autodesk.Revit.DB.DatumPlane
source: html/090eeff2-3336-846d-d1da-a477090ccfb8.htm
---
# DatumPlane Methods

Adds a default Leader for the indicated end of the datum plane. This method does not apply to Reference planes (which do not support leaders).